Комментарии
Однострочные комментарии начинаются с двойной косой черты //.
Многострочные комментарии начинаются косой чертой со звёздочкой /* и заканчиваются звёздочкой с косой чертой */.

/*
Используйте горячие клавиши!
В большинстве редакторов строку кода можно закомментировать, 
нажав комбинацию клавиш Ctrl + / для однострочного комментария и что-то вроде Ctrl+Shift+/ – для 
многострочных комментариев(выделите кусок кода и нажмите комбинацию клавиш).
В системе Mac попробуйте Cmd вместо Ctrl и Option вместо Shift. 
*/